Repository: Thalisson-DEV/portifolio
Catalog: frontend/src/locale/messages.*.xlf
Languages: pt

# navHello
source: _hello
pt: _início

# navAbout
source: _about-me
pt: _sobre-mim

# navProjects
source: _projects
pt: _projetos

# navContact
source: _contact-me
pt: _contato

# aboutTitle
source: About-me
pt: Sobre mim

# aboutTechStack
source: Tech Stack
pt: Tecnologias

# contactTitle
source: Get In Touch
pt: Entre em Contato

# contactInfoTitle
source: > contact_info
pt: > informações_contato

# contactLabelName
source: Name
pt: Nome

# contactPlaceholderName
source: Name
pt: Nome

# contactLabelMessage
source: Message
pt: Mensagem

# contactPlaceholderMessage
source: Message
pt: Mensagem

# contactButtonSending
source: Sending Packet...
pt: Enviando Pacote...

# contactButtonSend
source: Send Message
pt: Enviar Mensagem

# homeGreeting
source: System.out.println("Hello World! I am")
pt: System.out.println("Olá Mundo! Eu sou")

# homeDownloadCV
source: Download CV
pt: Baixar CV

# homeRoleBackend
source: Back-End Developer
pt: Desenvolvedor Back-End

# homeRoleJava
source: Java & Spring Specialist
pt: Especialista Java & Spring

# homeRoleDocker
source: Docker & Cloud Enthusiast
pt: Entusiasta Docker & Cloud

# homeRoleSolving
source: Solving complex problems
pt: Resolvendo problemas complexos

# projectsTitle
source: Projects
pt: Projetos
